Revit 2027 API
ParameterTypeId.SpotCoordinateTopSuffix Property
 "Top Coordinate Suffix"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId SpotCoordinateTopSuffix { get; }
Public Shared ReadOnly Property SpotCoordinateTopSuffix As ForgeTypeId
	Get
public:
static property ForgeTypeId^ SpotCoordinateTopSuffix {
	ForgeTypeId^ get ();
}
static member SpotCoordinateTopSuffix : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
ParameterTypeId Class
Autodesk.Revit.DB Namespace